[
	{
		"name": "Absorb Knowledge",
		"description": "Wizard only. This spell allows a wizard to absorb the knowledge from a written without having to read it. A wizard immediately gains 40 experience points for casting this spell to represent the speed with which they can gain knowledge. This experience does not count against the maximum that can be earned in one\tgame.This spell may only be cast after a game in which the wizard was not\treduced to 0 Health.",
		"School": "sigilist",
		"roll": 12,
		"category": "out_of_game_a",
		"wizard only": true
	},
	{
		"name": "Animal Companion",
		"description": "The spellcaster summons an animal companion of their choice from the following options to become a permanent member of their warband: bear (page 179), ice toad (page 180), snow leopard (page 182), or wolf (page 182). All Animal Companions count as standard soldiers. Animal companions are more strong-willed than wild examples of their species and receive a permanent +3 Will. A spellcaster may only have one animal companion at any time.",
		"School": "witch",
		"roll": 10,
		"category": "out_of_game_b",
		"wizard only": false
	},
	{
		"name": "Animate Construct",
		"description": "It is assumed that the spellcaster has built a construct prior to using this spell to animate it. If the spell is successfully cast, the construct immediately becomes a permanent member of the warband, taking the place of a soldier. A spellcaster must declare the size of construct they are attempting to animate (small, medium or large – page 183) before rolling to cast the spell. The larger the construct, the harder it is to animate, so the following modifiers are applied to the Casting Roll: Small - 0, Medium - 3, Large - 6. There is no limit to the number of constructs in a warband other than the normal limits for soldiers. Large constructs count as specialist soldiers, the others as standard soldiers.",
		"School": "enchanter",
		"roll": 10,
		"category": "out_of_game_b",
		"wizard only": false
	},
	{
		"name": "Animate Skull",
		"description": "The spellcaster fills a skull with magic malice and throws it at an opponent. Place one animated skull (page 190) within 6” of the spellcaster. It can be placed directly into combat. This skull is an uncontrolled creature. The spellcaster may not cast this spell again until this creature is removed from the table, but may spend an action to cancel the spell, in which case the animated skull is immediately removed from the table.",
		"School": "necromancer",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Awareness",
		"description": "If this spellcaster is on the table, its warband may add +2 to its Initiative Rolls for the purposes of determining the primary player only. This bonus stacks so, if both the wizard and the apprentice have cast this spell and are both on the table, the player may add +4 to their Initiative Rolls. The maximum possible bonus is +4. This spell counts as active on the spellcaster during the game and may be cancelled by anything that cancels spells.",
		"School": "soothsayer",
		"roll": 12,
		"category": "out_of_game_b",
		"wizard only": false
	},
	{
		"name": "Banish",
		"description": "All demons within line of sight of the spellcaster must pass an immediate Will Roll with a Target Number equal to the Casting Roll. If a demon fails the roll and its current Will is +4 or less, it is immediately reduced to 0 Health and removed from the table. If its current Will is +5 or higher, it suffers damage equal to three times the amount by which it failed the Will Roll.",
		"School": "thaumaturge",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Beauty",
		"description": "This spell causes anyone who looks on the spellcaster to see a paragon of beauty. Any member of an opposing warband must make a Will Roll with a Target Number equal to the Casting Roll if they wish to do any of the following: move into combat with the spellcaster, make a shooting attack that could potentially hit the spellcaster (including shooting attacks generated by spells), or cast any spell that targets the spellcaster. Spellcasters may empower this Will Roll in the same way they would to resist a spell. A figure may only attempt such a Will Roll once per turn. This spell has no effect on creatures or war hounds.",
		"School": "illusionist",
		"roll": 10,
		"category": "self_only",
		"wizard only": false
	},
	{
		"name": "Blinding Light",
		"description": "",
		"School": "thaumaturge",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Blink",
		"description": "",
		"School": "illusionist",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Bone Dart",
		"description": "",
		"School": "necromancer",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Bones of the Earth",
		"description": "",
		"School": "necromancer",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Brew Potion",
		"description": "",
		"School": "witch",
		"roll": 12,
		"category": "out_of_game_b",
		"wizard only": false
	},
	{
		"name": "Bridge",
		"description": "",
		"School": "sigilist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Call Storm",
		"description": "",
		"School": "elementalist",
		"roll": 12,
		"category": "area_effect",
		"wizard only": false
	},
	{
		"name": "Circle of Protection",
		"description": "",
		"School": "thaumaturge",
		"roll": 12,
		"category": "touch",
		"wizard only": false
	},
	{
		"name": "Combat Awareness",
		"description": "",
		"School": "soothsayer",
		"roll": 12,
		"category": "touch",
		"wizard only": false
	},
	{
		"name": "Control Animal",
		"description": "",
		"School": "witch",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Control Construct",
		"description": "",
		"School": "enchanter",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Control Demon",
		"description": "",
		"School": "summoner",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Control Undead",
		"description": "",
		"School": "necromancer",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Crumble",
		"description": "",
		"School": "chronomancer",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Curse",
		"description": "",
		"School": "witch",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Decay",
		"description": "",
		"School": "chronomancer",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Destroy Undead",
		"description": "",
		"School": "thaumaturge",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Destructive Sphere",
		"description": "",
		"School": "elementalist",
		"roll": 12,
		"category": "area_effect",
		"wizard only": false
	},
	{
		"name": "Dispel",
		"description": "",
		"School": "thaumaturge",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Draining Word",
		"description": "",
		"School": "sigilist",
		"roll": 14,
		"category": "area_effect",
		"wizard only": false
	},
	{
		"name": "Elemental Ball",
		"description": "",
		"School": "elementalist",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Elemental Bolt",
		"description": "",
		"School": "elementalist",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Elemental Hammer",
		"description": "",
		"School": "elementalist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Elemental Shield",
		"description": "",
		"School": "elementalist",
		"roll": 10,
		"category": "self_only",
		"wizard only": false
	},
	{
		"name": "Embed Enchantment",
		"description": "",
		"School": "enchanter",
		"roll": 14,
		"category": "out_of_game_a",
		"wizard only": false
	},
	{
		"name": "Enchant Armour",
		"description": "",
		"School": "enchanter",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Explosive Rune",
		"description": "",
		"School": "sigilist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Familiar",
		"description": "",
		"School": "witch",
		"roll": 10,
		"category": "out_of_game_b",
		"wizard only": false
	},
	{
		"name": "Fast Act",
		"description": "",
		"School": "chronomancer",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Fleet Feet",
		"description": "",
		"School": "chronomancer",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Fog",
		"description": "",
		"School": "witch",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Fool's Gold",
		"description": "",
		"School": "illusionist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Furious Quill",
		"description": "",
		"School": "sigilist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Glow",
		"description": "",
		"School": "illusionist",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Grenade",
		"description": "",
		"School": "enchanter",
		"roll": 10,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Heal",
		"description": "",
		"School": "thaumaturge",
		"roll": 8,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Illusionary Soldier",
		"description": "",
		"School": "illusionist",
		"roll": 12,
		"category": "line_of_sight",
		"wizard only": false
	},
	{
		"name": "Imp",
		"description": "The spellcaster places an imp (page 184) on the table anywhere within the spellcaster’s line of sight, but no closer than 3” to any other figure. The imp follows the normal rules for uncontrolled creatures and will activate in the next Creature phase. If the spellcaster casts this spell a second time, the first imp immediately vanishes.",
		"School": "Summoner",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Invisibility",
		"description": "The target figure becomes invisible. No figure may move into combat with the invisible figure, nor target it with any attack or spell (although it may still be affected by area effects, such as the blast radius of a Grenade spell). If the invisible figure moves into combat, casts a spell, or picks up a treasure token, the Invisibility spell is cancelled. This spell may be cast on a figure already carrying treasure, rendering both invisible. In this case, if the figure drops the treasure, the spell is cancelled.",
		"School": "Illusionist",
		"roll": 12,
		"category": "Touch",
		"wizard only": false
	},
	{
		"name": "Leap",
		"description": "This spell may only be cast on a member of the spellcaster’s warband. Immediately move the target figure up to 10” in any direction, including vertically. This move must either be in a straight line or an arc. It cannot curve around corners. If this move leaves the figure above the ground, it immediately falls, taking damage as normal. If the target is carrying treasure, this move is reduced to 5”. This move may not take a figure off the table or into combat. The target of the Leap spell may take no other actions this turn, though it may have taken actions previously.",
		"School": "Summoner",
		"roll": 8,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Mind Control",
		"description": "The target figure must make an immediate Will Roll with a Target Number equal to the Casting Roll. If it fails, the target temporarily joins the spellcaster’s warband, activating as normal. After the figure activates each turn, it must make another Will Roll with a Target Number equal to the Casting Roll. If successful, the spell is cancelled and the figure returns to its normal allegiance. A spellcaster may only have one active Mind Control spell at a time.",
		"School": "Soothsayer",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Mind Lock",
		"description": "The target of this spell becomes immune to Mind Control and Suggestion spells for the rest of the game, and any current Mind Control spells on the figure are cancelled. The figure gains +2 Will for the rest of the game.",
		"School": "Soothsayer",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Miraculous Cure",
		"description": "This spell may be used in several different ways. A successful casting of this spell will remove all permanent injuries from one figure. For example, a wizard suffering from Lost Fingers regrows all their missing digits, regardless of how many times they have suffered that particular injury. Or, it may be cast on a Badly Wounded figure – if successful, the soldier is healed and may participate in the next game with no penalty. Finally, it may be used to attempt to bring a figure back from the dead.",
		"School": "Thaumaturge",
		"roll": 16,
		"category": "Out of Game (A)",
		"wizard only": true
	},
	{
		"name": "Mud",
		"description": "All ground within 3” of a target point becomes rough ground.",
		"School": "Witch",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Petrify",
		"description": "The target figure must make an immediate Will Roll with a Target Number equal to the Casting Roll. If it fails, it receives no actions in its next activation. Furthermore, the figure suffers -3 Fight (to a minimum of +0) and may not have Leap cast upon it until after it makes its next move action. Large creatures receive +8 to their Will Roll to resist this spell.",
		"School": "Chronomancer",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Plague of Insects",
		"description": "The target figure is attacked by a cloud of stinging or biting insects that irritate and distract. The cloud of insects has a 1” radius centred on, and moving with, the target figure. It affects all figures, including the target figure, fully or partially within this radius. While being pestered by the insects, a figure has -4 Fight and -4 Shoot (to a minimum of +0) and -2 to Casting Rolls.",
		"School": "Summoner",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Planar Tear",
		"description": "The spellcaster creates a small tear in the fabric of the universe. This rift is painful to humans and creatures, but lethal to demons. The spellcaster selects a target point. All figures within 2” of that point must make a Will Roll with a Target Number equal to the Casting Roll or suffer 2 points of damage. Demons that fail the Will Roll take damage equal to the Casting Roll.",
		"School": "Summoner",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Plane Walk",
		"description": "Although the spellcaster remains in the same physical location, they move briefly between planes of existence. For the rest of this turn, they can ignore all terrain when moving, thus walking through walls or across chasms. They may not be the target of any shooting attacks or spells.",
		"School": "Summoner",
		"roll": 10,
		"category": "Self Only",
		"wizard only": false
	},
	{
		"name": "Poison Dart",
		"description": "Make an immediate plus +3 poisoned shooting attack against the target figure. This is a non-magic attack.",
		"School": "Witch",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Possess",
		"description": "This spell may only be cast on a permanent or temporary member of the spellcaster’s own warband, except the wizard, apprentice, or demons. The target is possessed by a demon and gains +2 Fight, +1 Armour, and -2 Will and counts as a demon (i.e. it will be affected by Banish, Control Demon, Circle of Protection, etc.). This figure may not be part of a group activation.",
		"School": "Summoner",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Power Word",
		"description": "This spell draws a bright rune of power in the sky. The spellcaster may pick one spell for the Power Word to affect. All rolls to cast that particular spell are at +3 for every spellcaster for the rest of the game. A spellcaster may only have one Power Word spell in effect at a time.",
		"School": "Sigilist",
		"roll": 14,
		"category": "Area Effect",
		"wizard only": false
	},
	{
		"name": "Push",
		"description": "The target suffers an immediate +10 attack. Instead of taking damage from this attack, the target is moved 1” directly away from the spellcaster for every point of damage they would have taken. If this pushes the target into the edge of the table or a piece of terrain over ½” high, they stop immediately.",
		"School": "Sigilist",
		"roll": 8,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Raise Zombie",
		"description": "The spellcaster adds one zombie (page 193) to their warband as a temporary member. If the spell is cast before the game, the zombie can be deployed normally. If it is cast during a game, the zombie appears in base contact with the spellcaster. A warband may only have one raised zombie at any one time.",
		"School": "Necromancer",
		"roll": 10,
		"category": "Out of Game (B) OR Touch",
		"wizard only": false
	},
	{
		"name": "Reveal Secret",
		"description": "This spell imparts knowledge on some lost treasure. Every successful casting of this spell before a game allows the player to make two rolls for a single treasure token (other than the central treasure, which is unaffected by this spell) after the game and choose which one to take.",
		"School": "Soothsayer",
		"roll": 12,
		"category": "Out of Game (B)",
		"wizard only": false
	},
	{
		"name": "Scatter Shot",
		"description": "The spellcaster makes a +0 elemental magic shooting attack against every enemy figure (either from an opposing warband or uncontrolled creature) within 12” and line of sight. This may include enemy figures in combat, although the normal rules for shooting into combat are followed in this case.",
		"School": "Elementalist",
		"roll": 12,
		"category": "Area Effect",
		"wizard only": false
	},
	{
		"name": "Shield",
		"description": "The target receives +2 Armour for the rest of the game. The maximum armour rule still applies. Multiple castings of Shield on the same target have no effect.",
		"School": "Thaumaturge",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},


	{
		"name": "Slow",
		"description": "The target is reduced to a maximum of one action per activation (which can be any action, it does not have to be movement). It may make a Will Roll versus the Casting Roll at the end of each of its activations. If successful, the spell is cancelled.",
		"School": "Chronomancer",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Spell Eater",
		"description": "Casting this spell causes the spellcaster to immediately take 1 point of damage. When this spell is cast, it cancels the effects of a single casting of any one spell currently in play. This spell cannot unsummon a creature, but it can cancel the control of a creature.",
		"School": "Necromancer",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Steal Health",
		"description": "The target must make an immediate Will Roll with a Target Number equal to the Casting Roll. If failed, the target immediately loses 3 Health and the spellcaster regains 3 Health. The spellcaster gains 3 Health, even if the target had less Health than that remaining. This may not take the spellcaster above their starting Health. This spell has no effect on undead or constructs. A spellcaster may target a member of their own warband – if they do, however, the target immediately (and permanently) leaves the warband and is treated as an uncontrolled creature for the rest of the game.",
		"School": "Necromancer",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Strength",
		"description": "The target receives +2 Fight. Multiple Strength spells on the same target have no effect.",
		"School": "Enchanter",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Strike Dead",
		"description": "This spell targets a figure within 8”. The target must make a Will Roll with a Target Number equal to the Casting Roll or be immediately reduced to 0 Health. All figures may empower their Will Roll to resist this spell, even non-spellcasters. The spellcaster immediately loses 1 Health upon attempting this spell (even if it is cast successfully), in addition to any loss incurred by failure or empowerment. This spell has no effect on undead or constructs.",
		"School": "Necromancer",
		"roll": 18,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Suggestion",
		"description": "The target of this spell immediately drops any treasure tokens it is carrying. The spellcaster may move the figure up to 3” in any direction provided this does not move the figure into combat or cause it any immediate damage (e.g. falling more than 3”). The target of this spell may make a Will Roll with a Target Number equal to the Casting Roll. If successful, the spell has no effect.",
		"School": "Soothsayer",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Summon Demon",
		"description": "Immediately place a demon on the table within 1” of the spellcaster. It may not be placed straight into combat. This demon is considered to be under the effects of a Control Demon spell by the same spellcaster, and thus this spell may not be cast if the spellcaster is already controlling a demon. The type of demon summoned depends on the amount by which the spellcaster succeeded on their Casting Roll: 0–5 imp, 6–12 minor demon, 13+ major demon. If a spellcaster rolls a 1 while attempting to cast this spell, they summon an uncontrolled demon and must place this demon in combat with the spellcaster. Roll a die to determine the type of demon: 1–10 imp, 11–17 minor demon, 18+ major demon. A spellcaster cannot empower a roll of 1 when casting this spell but there is otherwise no limit on empowering this spell. It may be empowered above 18.",
		"School": "Summoner",
		"roll": 12,
		"category": "Touch",
		"wizard only": false
	},
	{
		"name": "Telekinesis",
		"description": "The spellcaster may move any treasure token within 16” by up to 6” in any direction, so long as it remains in line of sight the entire time. If the treasure moves out of line of sight, it immediately falls straight to the ground. This spell has no effect on a treasure token that has any special requirements for how and when it can be picked up, nor on one being carried by a figure. This spell may not target the central treasure until after that treasure has been picked up for the first time.",
		"School": "Enchanter",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Teleport",
		"description": "The spellcaster immediately moves to any location within line of sight but may take no other actions this turn after casting this spell. This spell may not be used to enter combat or to move off the table.",
		"School": "Illusionist",
		"roll": 10,
		"category": "Self Only",
		"wizard only": false
	},
	{
		"name": "Time Store",
		"description": "The spellcaster captures a fragment of their own present to save for future use. To cast this spell, the spellcaster must be able to take two actions during their activation. They must spend the first action casting Time Store. If successful, the second action is lost. This spellcaster is now considered to have a stored ‘extra action’ that they may use in a future turn. This action can only be used during the spellcaster’s activation and can give the spellcaster three actions in one activation.",
		"School": "Chronomancer",
		"roll": 14,
		"category": "Self Only",
		"wizard only": false
	},
	{
		"name": "Time Walk",
		"description": "Wizard only. The wizard will activate again in the Apprentice phase and the Soldier phase. This is in addition to the figures that can normally activate in those phases. The wizard may not activate any additional soldiers or be part of a group activation in these phases. The wizard may perform one action in each of these two phases and may take any action – they are not limited to movement. If the wizard moved at all in a previous activation during the turn, any additional move actions are at half rate. If a wizard casts this spell in consecutive turns, they immediately suffer 8 points of damage.",
		"School": "Chronomancer",
		"roll": 14,
		"category": "Self Only",
		"wizard only": true
	},
	{
		"name": "Transpose",
		"description": "This spell switches the position of two figures on the table. The two figures being transposed must both be within line of sight of the spellcaster and within 12” of one another. The spellcaster may cast Transpose to switch themselves with another figure. Members of opposing warbands are eligible targets for being transposed but may make a Will Roll with a Target Number equal to the Casting Roll to attempt to resist the spell. If successful, the spell is cancelled and no figures are moved. Friendly figures and uncontrolled creatures will not make such Will Rolls.",
		"School": "Illusionist",
		"roll": 12,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "True Sight",
		"description": "The spellcaster, and all friendly figures within 6” of the spellcaster, can see invisible figures and are immune to the effects of the Beauty spell. Furthermore, if an invisible figure is within 6” of the spellcaster, the Invisibility spell is cancelled. If an Illusionary Soldier is within 6” of the spellcaster, it is immediately removed from the table.",
		"School": "Soothsayer",
		"roll": 10,
		"category": "Self Only",
		"wizard only": false
	},
	{
		"name": "Wall",
		"description": "This spell creates a 6”-long, 3”-high wall, part of which must be within 10” and line of sight of the spellcaster. This wall can be climbed as normal. At the end of each turn, after the turn in which the spell was cast, roll a die, on a 1–4 the wall vanishes.",
		"School": "Elementalist",
		"roll": 10,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Wizard Eye",
		"description": "This spell may be cast on any terrain feature within 12” that has a flat side, such as most ruins. Place a token on or next to the terrain feature to represent the Wizard Eye. For the rest of the game, the caster may choose to draw line of sight from the Wizard Eye instead of from the figure when casting spells. The Wizard Eye has 180-degree field of vision. A spellcaster may only maintain one Wizard Eye at a time. If the terrain piece on which the Wizard Eye is placed is damaged or destroyed (such as by a Crumble spell) the spell is cancelled. The spellcaster may cancel this spell at the end of any turn.",
		"School": "Soothsayer",
		"roll": 8,
		"category": "Line of Sight",
		"wizard only": false
	},
	{
		"name": "Write Scroll",
		"description": "This spell creates one scroll. The scroll must be of a spell that the spellcaster either knows or a spell for which they own the grimoire. The scroll may be sold, given to a figure, or stored in the wizard’s vault.",
		"School": "Sigilist",
		"roll": 12,
		"category": "Out of Game (A)",
		"wizard only": false
	},
	{
		"name": "Transcendence",
		"description": "Wizard only. This spell has no specific school of wizardry, so the modifiers for aligned, neutral and opposed schools do not apply. After each game, a wizard may make one attempt to cast Transcendence. If the spell succeeds, the wizard is immediately transported to a higher plane of existence and has essentially ‘won’ the campaign. Players must decide amongst themselves if they should declare the campaign over, or if they should continue with the remaining wizards to see if any of them can also obtain Transcendence. In such a case, the player who has just won should be allowed to create a new wizard and warband (probably at a somewhat more advanced level) in order to continue playing. With the other players’ agreement, they can promote their apprentice to be their new wizard, but this apprentice will be so close to reaching Transcendence themselves that it may seem a bit redundant.",
		"School": "All Schools",
		"roll": 20,
		"category": "Out of Game (A)",
		"wizard only": true
	}
]
